/**
  ******************************************************************************
  * @file           : delay.h
  * @brief          : 主函数
	* @author					: 满心欢喜
	* @contact				: QQ:320388825 VX:LHD0617_
	* @Created				: 2021/01/23
  ******************************************************************************
  * @attention
  *
  * 本程序只供学习使用，未经作者许可，不得用于其它任何用途。
  *
  ******************************************************************************
  */
#ifndef _DELAY_H
#define _DELAY_H

/* Includes ------------------------------------------------------------------*/
#include "stm32f1xx.h"
#include "core_cm3.h"
#include "common.h"


/*函数声明*/
void delay_us(uint32 us);
void delay_ms(uint16 ms);


#endif

